amd-ucode
base
base-devel
bitwarden
bitwarden-cli
brightnessctl
clipse
clipse-debug
dolphin
dunst
efibootmgr
envycontrol
firefox
fzf
gnome-common
gnome-shell
go
google-chrome
greetd-tuigreet-bin
greetd-tuigreet-bin-debug
htop
hypridle
hyprland
hyprpaper
input-remapper-git
kitty
kvantum
nano
nautilus
neovim
network-manager-applet
nvtop
obsidian
oh-my-posh-debug
oh-my-zsh-git
pavucontrol
plasticity-bin
plasticity-bin-debug
polkit-gnome-git
polkit-gnome-git-debug
polkit-kde-agent
powertop
qt6ct
rofi-rbw
ryzenadj-git
ryzenadj-git-debug
scdoc
sof-firmware
stow
sway
tea
tlp
ttf-gohu-nerd
wget
wireless_tools
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-xinit
yay
yay-debug
zram-generator
zsh-completions
zsh-syntax-highlighting
