amd-ucode
arduino-cli
avr-libc
avrdude
balena-etcher
base
base-devel
bitwarden
bitwarden-cli
brightnessctl
btrfs-progs
clang14
clipse
dmenu
dolphin
dosfstools
dunst
efibootmgr
envycontrol
fd
firefox
flatpak
foot
freecad
fzf
git
gnome-boxes
google-chrome
googledot-cursor-theme
greetd
greetd-tuigreet-bin
grim
gst-plugin-pipewire
htop
hypridle
hyprland
hyprpaper
hyprpicker
input-remapper-git
intel-media-driver
iwd
kitty
kvantum
libc++
libpulse
libva-intel-driver
libva-mesa-driver
linux
linux-firmware
llvm
meson
nano
nautilus
neovim
network-manager-applet
networkmanager
ninja
npm
nvtop
nwg-look
obsidian
ocs-url
oh-my-zsh-git
openscad
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasticity-bin
platformio-core-udev
platformio-git
polkit-gnome-git
polkit-kde-agent
powertop
python-pip
python-pipx
qt5-wayland
qt6-wayland
qt6ct
rclone
ripgrep
rofi-rbw
rofi-wayland
rpi-imager
rustup
ryzenadj-git
sassc
slurp
smartmontools
sof-firmware
stow
sway
swaybg
swayidle
swaylock
tea
tlp
tmux
trash-cli
ttf-gohu-nerd
tui-journal
vim
vulkan-intel
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wofi
wtype
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
yay
yay-debug
zig
zram-generator
zsh
zsh-completions
zsh-syntax-highlighting
